#-*-coding:utf-8-*-

# 主动回复的一些配置

crawl_info_list = [
    {
        'keywords' : ['求安慰', '想死的心'],
        'responses': ['pat pat', '摸摸', '唔...', '>_<', '安慰你', '怎么了?']
    },
    {
        'keywords' : ['吓死我了'],
        'responses': ['不要怕，有我呢', '摸摸，不要怕']
    },
    {
        'keywords' : ['气死我了'],
        'responses': ['不要生气啦', '大爷您消消气']
    },
    {
        'keywords' : ['晚安'],
        'responses': ['晚安~', '早点睡~']
    },
    {
        'keywords' : ['生日快乐'],
        'responses': ['有人过生日？生日快乐！', '生日快乐！', '我说句生日快乐，有蛋糕吃么!']
    },
    {
        'keywords' : ['无聊死了'],
        'responses': ['无聊就来和我聊天吧~', '我也很无聊...>_<']
    },
    {
        'keywords' : ['睡不着'],
        'responses': ['我也睡不着(其实我都不睡觉的>_<)', '数绵羊试过了么?', '我也睡不着...', '实在睡不着就陪我聊天吧～']
    }
]
